{"base_info": {"title": "Westlake Heating and Air Conditioning", "rating": 2.5, "rating_user_count": 36}, "full_info": {"address": "695 Lakewood Forest Rd, Moneta, VA 24121, Соединенные Штаты", "phone_number": "+1 540-721-9117", "plus_code": "4842+4J Монета, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3181.9913590928245!2d-79.7006402847015!3d37.10532317988682!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x9dc70368dcf58f73!2sWestlake%20Heating%20and%20Air%20Conditioning!5e0!3m2!1sru!2skz!4v1652435171805!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=mT-1IlF2Q62hUCGMTm_FCA&cb_client=search.gws-prod.gps&w=408&h=240&yaw=282.64746&pitch=0&thumbfov=100", "reviews": [{"rating": 1, "text": "(Переведено Google) Служба была установлена ​​через одного из их субподрядчиков. Ужасная установка, когда мне пришлось привлекать другую компанию и исправлять их дрянную работу. Кроме того, в моем счете была указана гарантия на запчасти 10 лет. Эта 10-летняя гарантия действительна только в том случае, если они зарегистрировали устройства в Fujitsu.\nНу, они так и не зарегистрировали агрегаты, так что моя гарантия сейчас всего 5 лет.\n\nЭта компания ужасна. НЕ ИСПОЛЬЗУЙТЕ ИХ!\n\n(Оригинал)\nHad service installed through one of their subcontractors. Horrible install, where I had to have another company come in and fix their shoddy work. In addition, on my invoice, they showed a 10 year warranty on parts. That 10 year warranty is only good if they registered the units with Fujitsu.\nWell, they never registered the units, so my warranty is now only 5 years.\n\nThis company is horrible. DO NOT USE THEM!"}, {"rating": 1, "text": "(Переведено Google) Я ненавижу оставлять отрицательный отзыв об этой компании, но владелец не оставил мне выбора! Уэстлейк - небольшое сообщество, и большинство из нас знают друг друга. Я очень разочарован тем, что Алан и Ко полностью игнорировали мой недавний опыт, когда его технические специалисты пришли к нам домой, чтобы оценить проблему с ОВК. Скотт, теперь бывший из Westlake HVAC, поручил моему тепловому насосу R22 и дал системе чистый письменный счет за здоровье и счет в размере 300 долларов, который я заплатил прямо тогда.\nМенее чем через неделю R22 полностью просочился, и второй техник Westlake сказал, что ему нужна стартовая катушка, которую он должен был заказать. Несколько дней спустя он установил его и сказал, что моя система нуждается в полной замене, и дал мне еще 300 фунтов стерлингов!\nНа этом этапе любой компетентный здравомыслящий человек не будет продолжать работать с этой компанией. Я нанял загородную компанию для установки новой системы стоимостью в тысячи долларов!\nЗатем я связался с Аланом из Уэстлейка, чтобы возместить 300 долларов, которые я уже заплатил, и объяснил, почему с сопроводительными фотографиями некачественного изготовления, на которые указала компания из другого города. Он попросил меня переслать фотографии и описание, которое я сделал. Два письма, три месяца спустя и множество телефонных звонков Нет ответа!\nЯ проигнорировал все плохие отзывы, и это то, что я получил! Поделись этим и будь осторожен! JTP\n\n(Оригинал)\nI hate to have to post a negative review on this Company but the owner has given me no choice! Westlake is a small community and most everyone knows each other. I am very disappointed at Alan and Co for totally ignoring my experience recently when his Technicians came to our home to evaluate a HVAC problem. Scott, now formerly of Westlake HVAC, charged my Heat-pump with R22 and gave the system a written clean bill of health and a $300 Bill which I paid right then.\nLess than a week later, the R22 had totally leaked out and Westlake second technician said it needed a starting coil which he had to order. Few days later he installed it and said my system was in need of total replacement and the gave me another?300 Bill!\nAt that point any competent sane person would not keep working with that Company. I hired an out of town Company to install a new system costing Thousands of Dollars!\nI then contacted Alan of Westlake to refund the $300 I ‘ve already paid and explained why with accompanying photos of shoddy workmanship pointed out by the out of town company. He asked me to forward the pictures and description which I did. Two letters , three months later and a slew of phone calls No Response!\nI ignored all the Bad Reviews and this is what I got! Share this and Beware! JTP"}, {"rating": 1, "text": "(Переведено Google) Я очень не хочу публиковать отрицательные отзывы, но я чувствую себя обязанным сделать это после нашего опыта с Westlake Heating and Air Conditioning сегодня. По рекомендации они были вызваны для осмотра кондиционера в квартире, которую мы только что купили. После проведения полной, платной проверки они указали, что могут сделать для нас полную замену системы. Инсталляторы были очень приятными и раздражительными, но после того, как они привезли новый блок, я заметил, что они сняли заглушку для соседней системы безопасности, а новый, более крупный блок полностью закрыл требуемую розетку. Это и сделало систему безопасности неработоспособной, и для электрика было почти невозможно переместить ее. После подачи жалобы они привели собственного электрика, который начал вырезать дыру в стене, вырвать электрическую коробку и оставить ее свисающей в стене с проводкой, заявив, что работа сделана. Это было абсолютной пожароопасностью и явно против кодекса. Под давлением они начали вкручивать кусок дерева, чтобы закрепить коробку, изогнутую и торчащую так далеко от стены, что ремонт гипсокартона был бы невозможен. Я бы никогда не мечтал использовать их снова и рекомендовать то же самое для всех остальных.\n\n(Оригинал)\nI absolutely hate to post negative reviews, but I feel obliged to do so after our experience with Westlake Heating and Air Conditioning today. Based on a referral, they were called in to inspect an air conditioning unit on a condo we just purchased. After performing a full, paid, inspection, they indicated that they could do a full system replacement for us. The installers were perfectly pleasant and curtious, but I noticed after they brought the new unit in that they had removed the plug for the adjacent security system and the new, larger unit completely covered the required outlet. This both made the security system non-functional, and made it nearly impossible for an electrician to move it. After complaining, they brought in their own electrician who proceeded to cut a hole in the wall, pry out the electrical box and leave it dangling in the wall by the wiring, declaring the job done. It was an absolute fire hazard and clearly against code. Under pressure, they proceeded to shoddily screw in a piece of wood to secure the box, crooked and sticking out so far from the wall that drywall repair would be impossible. I would never dream of using them again and recommend the same for anyone else."}, {"rating": 1, "text": "(Переведено Google) Способен выполнять качественную работу, но работать с ней крайне непрофессионально. Примеры их исполнения ...\n- Установлен термостат, который был неисправен и оставлен с ним в таком состоянии без последующего контроля. Я должен был позвонить им, чтобы спросить, как включить его.\n- Потратил много времени на повторные посещения из-за неправильного планирования и / или отсутствия основных частей, необходимых для запланированной работы.\n- Мне дважды выставили счет за одну и ту же работу.\n- Неоднократно игнорировали вопросы о том, как система должна работать, а также о том, что она не функционировала правильно.\n- Их техник сказал мне, что у меня неправильная плата, и что он закажет мне новую и выйдет для установки - тогда дальнейших действий не будет, пока я не позвоню с просьбой о статусе.\n- Наконец, после получения необычно высокого счета за коммунальные услуги я позвонил и выразил обеспокоенность тем, что система работает не так, как ожидалось, и попросил кого-то взглянуть на него. Я выразил свое разочарование отсутствием контроля. Мне сказали, что кто-то выйдет в тот же день. Прождав весь день дома, я позвонил на следующий день, чтобы спросить, почему никто не показал. Мне сказали, что они прислали мне письмо ...\n\n(Оригинал)\nCapable of doing quality work but extremely unprofessional to work with.  Examples of their performance...\n- Installed a thermostat that was nonfunctional and left with it in that condition with no followup.  I had to call them to ask how to turn it on.\n- Wasted a great deal of my time on repeated followup visits due to bad scheduling and/or lack of basic parts needed for planned job.\n- Billed me twice for same work.\n- Repeatedly ignored questions as to how the system should operate as well as concerns it was not functioning correctly.\n- Their technician told me I had wrong board and that he would order me a new one and come out to install - then no further followup till I called asking for status.\n- Finally, after receiving an unusually high utility bill I called and expressed concern the system was not working as expected and requested someone look at it.  I expressed my frustration with lack of followup.  I was told someone would come out that same day.  After waiting at home the entire day I called the following day to ask why no one showed.  I was told that they had sent me an email...."}, {"rating": 5, "text": "(Переведено Google) Мы использовали Westlake Heating и Air с тех пор, как в 2010 году перешли на SML. Они за последние три года заменили оба кондиционера (систему из 2 блоков) без каких-либо проблем. Мы привлекаем их к полугодовым проверкам системы. Джон Смит - обычно служащий, который приходит, и он очень хорошо осведомлен и дружелюбен. Исходя из того, что более 7 лет они регулярно служат нам, мы настоятельно рекомендуем их.\n\n(Оригинал)\nWe have been using Westlake Heating and Air since we moved to SML in 2010. They replaced both a/c units (a 2 unit system) in the past three years with no follow-on problems.  We engage them in semi-annual checks of the system.  John Smith is usually the service person who comes and he is extremely knowledgeable and friendly. Based on more than 7 years of them regularly serving us, we can highly recommend them."}, {"rating": 1, "text": "(Переведено Google) Худший сервисный наряд после продажи, с которой я когда-либо сталкивался. Я отсутствовал почти 20 дней в этом году без кондиционера. Если бы я мог оценить ноль, я бы. Подпишитесь сейчас на помощь другого дилера. У меня нет уверенности ни в моей 2-летней вершине линейки Bryant, ни в будущих отношениях с этими людьми. Избавь себя от неприятностей и отправляйся в другое место. И владелец не будет лично иметь дело с вами. Он избегает этого. У них нет концепции обслуживания клиентов вообще. Я видел еще один пост в северной части штата, где говорилось то же самое Монета не лучше.\n\n(Оригинал)\nWorst service outfit after the sale I have ever dealt with. I was out almost 20 days this year with no a/c. If I could rate zero I would. Unit up now from help from another dealer. I have no confidence in my 2 yr old top of the line Bryant unit nor in future dealings with these people. Save yourself troubles and go somewhere else. And the owner will not personally ever deal with you. He avoids it. They have no concept of customer service at all. I saw another post from northern va location that said same thing. Moneta is no better."}, {"rating": 1, "text": "(Переведено Google) Существует серьезная нехватка контроля и связи с этой компанией.\nТехник, который находится в Северном Вирджинии, - шутка, этот парень показывает, чтобы починить мой кондиционер с помощью отвертки 5 в 1 и набора торцевых гаечных ключей. Он сообщил мне, что никогда раньше не работал над этим типом юнитов после того, как использовал некоторые из моих инструментов и фактически использовал бейсбольную биту (которую он сломал), чтобы попытаться оторвать вентилятор от юнита. Он должен был также очистить прибор, на что, по его словам, «я не знал, что должен был все это делать», он вынул прибор наружу, разбрызгал решетку пеной, взял шланг и пропитал весь прибор, включая проводку водой. , Само собой разумеется, термостат был разрушен. Они действительно послали другую технику, он был очень информативен и обнаружил с помощью своих собственных инструментов, он диагностировал проблему, получил заказанную деталь, и теперь он опаздывает на установку (должен был быть здесь в 10:00, сейчас это 11:00) вызов! нет текста! от любого в этой компании. Избавь себя от неприятностей и найди другую компанию, потому что эта паршивая!\n\n(Оригинал)\nThere is a serious lack follow up and communication with this company.\nThe tech that is in Northern VA is a joke, this guy shows up to fix my A/C with a 5 in 1 screwdriver and an allen wrench set. He informed me that he had never worked on this type unit before after he used some of my tools and actually used a baseball bat(which he broke) to try and pry a fan off the unit. He was supposed to clean the unit also to which he claimed \"I didn't know I had to do all this\" he took the unit outside sprayed the grill with some foam and took the hose and soaked the whole unit including the wiring with water. Needless to say the thermostat got ruined. They did send another tech out he was very informative and showed up with his own tools he diagnosed the issue got the part ordered and now he is late to install (was supposed to be here at 10 AM it is now 11 AM) Once again no call! no text! from anyone in this company. Save yourself the trouble and find another company to deal with because this one is lousy!"}, {"rating": 5, "text": "(Переведено Google) Карл с Westlake Heating & Air был потрясающим! Прибыл раньше запланированного времени, завершил полугодовые проверки и уборку и был очень дружелюбным. Кроме того, у наших газовых журналов была проблема, с которой он смог быстро идентифицировать и устранить проблему. Очень доволен Карлом и впечатлен его знаниями. Спасибо! K.Goode\n\n(Оригинал)\nCarl with Westlake Heating & Air was awesome!  Arrived before scheduled time completed the semi-annual checkup & cleaning work and was very friendly.  In addition, our gas logs were having an issue which he was able to quickly identify & fix issue.  Very pleased with Carl and impressed with his knowledge.  Thank you! K.Goode"}, {"rating": 1, "text": "(Переведено Google) ОСТОРОЖНО! Единственная компания, которая работала с моей системой HVAC несколько лет. У меня с ними годовой договор на обслуживание. Июль 18 года у нас произошел перелив воды из поддона под системой, и слив по какой-то причине забился. Не один, а два датчика перелива были отключены, в результате чего кондиционер продолжал работать, когда он должен был отключиться. Могу ли я упомянуть, что Westlake - единственная компания, которая работала над моей системой? Дом находится в программе аренды, поэтому компания по аренде разослала свои сертифицированные технологии для решения. Он обнаружил, что два датчика переполнения отключены. Теперь Вестлейк говорит, что они, вероятно, все испортили, и это их проблема. Повреждение двух потолков. Владелец Westlake заявляет, что не несет за это ответственности. И снова Westlake - единственная компания, работающая над системой отопления, вентиляции и кондиционирования воздуха.\nНевероятно. НЕ ИСПОЛЬЗУЙТЕ WEST LAKE. Их страховка должна покрывать это, и владелец не будет заниматься этим. Просто хочет обвинить всех остальных.\n\n(Оригинал)\nBEWARE !  Only company that has worked on my HVAC system for several years.  I have an annual service agreement with them. July '18 we had water overflow from the drip pan under the system and for some reason the drain got blocked up.  Not one but two over flow sensors were disabled causing the AC to continue to run when it should HAVE shut off.  DId I mention Westlake is the only company to have worked on my system? House is in a rental program so rental company  sent out their certified tech to resolve.  He found the two overflow sensors disabled. Now Westlake says they probably messed it up and its their problem. Damage to two ceilings.  Westlake owner claims they are not responsible for it.  Again Westlake is the only HVAC company to work on the system.\nUnbelievable.   DO NOT USE  WEST LAKE .  Their insurance should cover this and the owner will not engage.  Just wants to blame everyone else."}, {"rating": 5, "text": "(Переведено Google) Конечно, наш кондиционер вышел в очень жаркий день, мы позвонили в Westlake, и они смогли организовать технику, которая приедет к нам домой в течение нескольких часов. Обнаружена и исправлена ​​проблема сразу. Стоимость ремонта была очень справедливой. слава богу, нам не пришлось долго заниматься этой проблемой. Люблю прохладный воздух!\nспасибо еще раз\n\n(Оригинал)\nOf course our a/c went out on a super hot day, we called Westlake and they able to arrange a tech to come to our home within a few hours. Found and fixed problem right away. cost of repair was very fair . thank god we did not have to deal with that problem long. Love cool air!\nthank you again"}], "photos": ["https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoidmT-1IlF2Q62hUCGMTm_FCA&amp;w588&amp;h290&amp;thumb2&amp;yaw282.64746&amp;pitch"]}