{"base_info": {"title": "Goin Heating & Air Conditioning", "rating": 4.7, "rating_user_count": 14}, "full_info": {"address": "122 Old Town Connector, Madison Heights, VA 24572, Соединенные Штаты", "phone_number": "+1 434-845-7505", "plus_code": "CVGC+43 Мэдисон Хайтс, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3168.497500752186!2d-79.13204158469242!3d37.42535047982453!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xc28beaf98e32ac87!2sGoin%20Heating%20%26%20Air%20Conditioning!5e0!3m2!1sru!2skz!4v1652435443037!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=9hmYSVFe5-pjSIN5A2JJqw&cb_client=search.gws-prod.gps&w=408&h=240&yaw=49.76286&pitch=0&thumbfov=100", "reviews": [{"rating": 5, "text": "(Переведено Google) В течение многих лет ведем с ними бизнес, семейное владение и управление, отличное обслуживание клиентов. Они установили новые услуги и обслужили все мои дома и делают фантастическую работу, очень рекомендую !!!!\n\n(Оригинал)\nBeen doing business with them for years, family owned and operated and great customer service.  They have installed new services and serviced all my houses and do a fantastic job highly recommend!!!!"}, {"rating": 5, "text": "(Переведено Google) Наш тепловой насос перестал работать вчера (в пятницу), мы в тот же вечер позвонили на обслуживание, и они были здесь в субботу утром !! В качестве ремонтника выступил Мигель, он был очень хорошим и профессиональным, и проблема была решена в кратчайшие сроки (ему потребовалось около 10 минут, чтобы диагностировать и устранить проблему).\nЯ определенно рекомендую Goin для ваших нужд отопления и воздуха. Это был наш первый опыт работы с этой компанией, обслуживание было потрясающим, и теперь мы довольные клиенты! 😁\n\n(Оригинал)\nOur heat pump stopped working yesterday (Friday), we called that same evening for service and they were here Saturday morning!! The repairman that came out was Miguel, he was very nice and professional and had the issue resolved in no time (it only took him about 10 minutes to diagnose and fix the problem).\nI definitely recommend Goin for your heating and air needs. This was our first experience with this company, the service was amazing and we are now satisfied customers!! 😁"}, {"rating": 5, "text": "(Переведено Google) Отличное место для всех ваших потребностей в отоплении и кондиционировании. Знающий, вежливый и очень внимательный персонал. Настоятельно рекомендуется\n\n(Оригинал)\nGreat place for all your heat and ac needs. Knowledgeable,polite, and very helpful staff. Highly recommended"}, {"rating": 1, "text": "(Переведено Google) Ссать плохой сервис! Очень не доволен! На установку системы ушла целая вечность, испорченный ковер в моей комнате, 4 месяца спустя возникли проблемы с системой, и я даже не могу вывести их сюда, чтобы исправить проблему, цена была отличной, но я думаю, вы получите то, за что платите никогда не используйте их снова !!!!!!\n\n(Оригинал)\nPiss poor service! Very unsatisfied! Took forever to install system, ruined the carpet in my room, 4 months later having problems with the system and can’t even get them out here to fix the problem, the price was great but I guess you get what you pay for, will never use them again!!!!!!"}, {"rating": 5, "text": "(Переведено Google) Установил мой последний блок и всегда готов к работе, когда мне нужно обслуживание или предсезонная проверка\n\n(Оригинал)\nInstalled my last unit and is always ready and avail when I need service or a pre season check up"}, {"rating": 5, "text": "(Переведено Google) Молодой человек был очень легкомысленным и уважительным и объяснил мне, что мне нужно сделать, чтобы я мог поставить блок. Будет использовать это, чтобы вставить мой блок.\n\n(Оригинал)\nThe young man was very plight and respectful and explained to me what I needed to do so I can get the unit put.  Will be using this to put my unit in."}, {"rating": 5, "text": "(Переведено Google) Какое удовольствие иметь дело с честными и симпатичными людьми!\n\n(Оригинал)\nWhat a joy to deal with honest personable people!"}, {"rating": 5, "text": "(Переведено Google) Я звоню Goin дважды, и оба пришли, как они сказали, они решат проблему очень профессионально\n\n(Оригинал)\nI Call goin twice and both time came as they said they would fix the issue very professional"}, {"rating": 5, "text": "(Переведено Google) Отличный сервис\n\n(Оригинал)\nGreat service"}, {"rating": 5, "text": "(Переведено Google) Замечательный сервис!\n\n(Оригинал)\nAwesome service!"}], "photos": ["https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoid9hmYSVFe5-pjSIN5A2JJqw&amp;w588&amp;h290&amp;thumb2&amp;yaw207.51408&amp;pitch"]}