{"base_info": {"title": "Blazer Heating and Air", "rating": 4.9, "rating_user_count": 611}, "full_info": {"address": "9830 Atlee Commons Dr Suite 216, Ashland, VA 23005, Соединенные Штаты", "site": "blazerservice.com", "phone_number": "+1 804-277-2458", "plus_code": "MHX6+CH Ашленд, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3156.8987016155183!2d-77.44075868468454!3d37.69857797977337!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xc9e2a3d4eabf54f8!2sBlazer%20Heating%20and%20Air!5e0!3m2!1sru!2skz!4v1652435536501!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipP08VbozkcQdWYKRBVZVoh9eHhjI70zfy2WF9hT", "reviews": [{"rating": 5, "text": "(Переведено Google) Экипаж был очень профессиональным и рассказал мне все, что мне нужно было знать. Джон был первым контактным лицом и объяснил, почему моя система не работает должным образом. Он помог мне найти хорошее устройство, соответствующее моему бюджету, и вселил в меня уверенность в покупке, сообщив мне о 10-летней гарантии, которую предлагает Blazer. Я бы порекомендовал Blazer и John Orr для всех ваших потребностей в отоплении и охлаждении.\n\n(Оригинал)\nThe crew was very professional and walked me through everything thing I needed to know. John was the initial contact and explained why my system was not working properly. He helped me find a good unit that fit my budget and made me feel confident with my purchase by informing me of the 10 year warranty that Blazer offers. I would recommend Blazer and John Orr for all of your heating and cooling needs."}, {"rating": 5, "text": "I have used Blazer since buying my home in 2013. They provided maintenance in the existing HVAC unit and installed my current system when it was time to do so! And when this one sighs its last breath, which shouldn't be for several more years, they will be my automatic go-to.\nAlways professional and friendly. Helpful with scheduling. Flexible with appointments. And always quick to respond to emails or phone calls!\nThe annual service plan has helped keep my system in tip-top shape!"}, {"rating": 5, "text": "(Переведено Google) Blazer быстро вписал нас в расписание, когда отключился кондиционер. Джонатан был вовремя, вежлив, профессионален, быстро диагностировал и устранил проблему. Он даже уделил мне несколько дополнительных минут, чтобы познакомить меня с особенностями моей системы HVAC и рассказать о вариантах будущих улучшений, за что я ему очень признателен. Настоятельно рекомендую эту компанию, спасибо Blazer!\n\n(Оригинал)\nBlazer got us on the schedule quickly when our AC went out.  Jonathan was on time, courteous, professional, and quickly diagnosed and fixed the issue.  He even took a few extra minutes to walk me through aspects of my HVAC system and talk about options for future improvements, which I greatly appreciated.  Strongly recommend this company, thanks Blazer!"}, {"rating": 5, "text": "(Переведено Google) Мы пользуемся Blazer уже несколько месяцев, и каждый раз они оказывали исключительный сервис! Джозеф - человек, который звонил нам на дом, и он просто самый дружелюбный и приятный человек на планете! Очень профессиональный и всегда проверяет нас на личном уровне, прежде чем завершить свои услуги. Настоятельно рекомендуем использовать Blazer для обогрева и вентиляции!\n\n(Оригинал)\nWe've been using Blazer for a few months now and every single time they have provided exceptional service! Joseph is the person who has been making the house calls for us and he is just the friendliest and nicest person on the planet! Very professional and always checks in with us on a personal level before completing his services. Highly recommend using Blazer for your Heating and Air needs!!"}, {"rating": 5, "text": "Jeff came out and did a thorough inspection of our current unit and needs and took the time to explain it all. I appreciated the breakdown of each component as well as the honest review of our current system. There was no pressure or rush, really appreciate the time he spent to make sure I was understanding  with the information he was giving me. Well done!"}, {"rating": 4, "text": "Jonathan came out and did a great job, and he was also very informative about my specific system and components. Great customer service overall. Only reason I’m giving 4 stars instead of 5 is because it seems Blazer has relatively high prices but does good quality work, so pro’s and con’s to weigh."}, {"rating": 5, "text": "(Переведено Google) У них отличная команда, которая знает свое дело и хорошо относится к вам. У моей дочери был кашель, который не проходил, и они пришли, чтобы провести полный осмотр и дать рекомендации. Они посоветовали мне установить определенный фильтр, а Джон рассказал мне о ценах и вариантах. Вскоре они вернулись, чтобы выполнить работу, которая была быстрой и эффективной. Ее кашель прошел, и я чувствую разницу в качестве воздуха. Они проверяют наши вещи несколько раз в год, просто на всякий случай. Вы не пожалеете, выбрав их.\n\n(Оригинал)\nThey have a great team that knows their stuff and takes of you well. My daughter had a cough that wouldn't go away, and they came over to do a full inspection and make recommendations. They advised me to put in a certain kind of filter, with Jon walking me through pricing and options. They came back soon to get the work done, which was quick and efficient. Her cough went away and I can feel a difference in the air quality. They check our stuff several times a yea now, just to be safe. You won't regret choosing them."}, {"rating": 5, "text": "(Переведено Google) Джозеф был очень дружелюбным и знающим. Он сделал очень тщательную работу по техническому обслуживанию и уделил внимание очистке, когда он был сделан. Он проделал очень хорошую работу, объяснив возможность замены шагов, которые необходимо предпринять. Я был очень уверен, что он был честным и профессиональным и дал мне точную информацию о моей системе HVAC.\n\n(Оригинал)\nJoseph was very friendly and knowledgeable. He did a very thorough job of maintenance and paid attention to clean up when he was done. He did a very good job of explaining the possibility of replacing the steps it would take. I felt very confident that he was being honest and professional and gave me accurate information regarding my HVAC system."}, {"rating": 5, "text": "(Переведено Google) Джефф Уильямс был быстрым, эффективным и очень дружелюбным. Он ответил на все вопросы и делает большую работу каждый раз, когда приходит обслуживать наши системы. Мы настоятельно рекомендуем Blaze Heating and Air, и если вы получите мистера Уильямса, вы будете в надежных руках!\n\n(Оригинал)\nJeff Williams was prompt, efficient and very friendly.  He answered all questions and does a great job every time has comes out to service our systems.  We highly recommend, Blaze Heating and Air and if you get Mr. Williams you will be in great hands!"}, {"rating": 5, "text": "(Переведено Google) В офисе было очень много времени, чтобы назначить встречу, и каждый технический специалист, с которым мы встречались, был действительно хорошо осведомлен. Они также честно заявили, что для нас дешевле заказывать сменные фильтры напрямую, а не через них. Я определенно рекомендую Blazer!\n\n(Оригинал)\nThe office had a great response time setting our appointment, and every technician we've met has been really knowledgeable. They were also honest about it being cheaper for us to order our replacement filters directly instead of ordering through them. I would definitely recommend Blazer!"}, {"rating": 5, "text": "(Переведено Google) Мы попросили Blazer устранить неполадки в геотермальной системе отопления, вентиляции и кондиционирования воздуха. Техник был очень профессиональным, знающим и информативным. Они смогли определить проблемы, которые у нас были, и быстро их исправить. Мы обязательно воспользуемся ими снова и порекомендуем их всем, у кого есть проблемы с HVAC. Еще раз спасибо!\n\n(Оригинал)\nWe had Blazer out to trouble shoot the Geothermal HVAC system.  The tech was very professional, knowledgeable, and informative.  They were able to identify the issues we had and quickly fix them.  We would definitely use them again and recommend them to anyone with HVAC issues.  Thanks again!"}, {"rating": 5, "text": "(Переведено Google) Обычно я не пишу отзывы, но в этом случае мне пришлось, потому что мой опыт работы с Blaze по сравнению с другими компаниями был значительно лучше! А их было много.\n\nЯ использовал несколько компаний HVAC в прошлом, все со значительными хорошими отзывами, но не очень хорошим опытом.\n\nЧто выделялось для меня в Blaze, так это профессионализм, внимание к деталям, прозрачность цен и готовность делать правильные вещи для клиентов.\n\nЗапрос для Джозефа Боумена, он очень хорошо осведомлен и заслуживает доверия, которого трудно найти в наши дни. Он терпеливо обучал меня проблеме HVAC, тому, что не нужно приобретать, и давал полезные советы по предотвращению проблемы. Он даже подчистил оставшиеся кабели, которые предыдущий парень, по-видимому, оставил рядом с устройством!\n\nЕму ни разу не пришлось меня продавать, и я с радостью подписался на членство в техподдержке, увидев качество его работы! Эта лишняя миля и доверие имели решающее значение. И экономия средств, которую я получил за членство, не представляет никакой сложности. Он почти окупил себя. Браво 👏\n\n(Оригинал)\nI don’t typically write reviews but in this case, I had to because my experience with Blaze compared to other companies was significantly better! And there were many.\n\nI have used multiple HVAC companies in the past, all with significant good reviews but not so good experience.\n\nWhat stood out for me with Blaze is the professionalism, attention to details, price transparency, and willingness to do the right thing for clients were above the rest.\n\nRequest for Joseph Bowman, he’s very knowledgeable and trustworthy which is hard to find these days. He patiently spent time educating me on the Hvac issue, what’s unnecessary to get, and provide useful tips to prevent the issue. He  even clean up the leftover cables the previous guy apparently left near the unit!\n\nHe never had to sell me once and I gladly signed up for the maintenance membership after seeing the quality of his work! That extra mile and trust  made all the difference. And the cost savings I received for being a member is a no brainer. It almost paid for itself. Bravo 👏"}, {"rating": 5, "text": "(Переведено Google) Blazer Heating and Air - компания, заслуживающая доверия. Чарли был вовремя и профессионально. Он объяснил нам, что он делает, и заставил нас чувствовать себя комфортно. Мы рекомендовали Blazer всей нашей семье и друзьям, потому что они отлично справляются со своей работой, и мы доверяем им все наши потребности в отоплении и кондиционировании воздуха.\n\n(Оригинал)\nBlazer Heating and Air is a trust worthy Company. Charlie was on time and professional. He explained to us what he did and made us feel comfortable. We have recommended Blazer to all of our family and friends because they do a great job and we trust them with all our heating and air conditioning needs."}, {"rating": 5, "text": "(Переведено Google) Фантастический техник! Джозеф был чрезвычайно тщательным, вдумчивым и уважительным. Он давал твердые советы и не использовал давление продаж. Я буду использовать Blazer снова без колебаний.\n\n(Оригинал)\nFantastic technician!  Joseph was extremely thorough, thoughtful and respectful.  He gave solid advice and did not use sales pressure.  I will use Blazer again without hesitation."}], "photos": ["https://lh5.googleusercontent.com/p/AF1QipP08VbozkcQdWYKRBVZVoh9eHhjI70zfy2WF9hT", "https://lh5.googleusercontent.com/p/AF1QipMwmKVDrqFxnixkHBDlfq5EOwEYIqmm0poRYodE", "https://lh5.googleusercontent.com/p/AF1QipPYg9NYLCD64zxK4ic1g4_u1MlF1FJuIZCfxp9Q", "https://lh5.googleusercontent.com/p/AF1QipNoI3EKwV5EaMX-2yCODBC2w_NfJegOdN0DMJyA", "https://lh5.googleusercontent.com/p/AF1QipPHYoOTCj_1eQ4LsaH9-V3fkjcQlb0uxbAn7_vO", "https://lh5.googleusercontent.com/p/AF1QipO5qd4dJz5r95pFvufTxKiS6-yJPWJTpUrSeh5U", "https://lh5.googleusercontent.com/p/AF1QipOSIKm4OOvw0bxkNiWb9kKEKQuhyumNMqG16IIt", "https://lh5.googleusercontent.com/p/AF1QipPIzDOjgCCF1Hycxr5GCrpS-BIDnF0U6ejN5dox"]}