{"base_info": {"title": "Accutemp Inc", "rating": 4.4, "rating_user_count": 7}, "full_info": {"address": "11591 Wards Rd, Rustburg, VA 24588, Соединенные Штаты", "site": "getaccutemp.com", "phone_number": "+1 434-401-2480", "plus_code": "7RQM+64 Растберг, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3174.2967246442067!2d-79.1671305!3d37.288100799999995!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xcbafefe4a5b4ab3e!2sAccutemp%20Inc!5e0!3m2!1sru!2skz!4v1652435423931!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipNkIj7q-XCNKzbnReMKDmLbceJh5QefTMUHJt7Y", "reviews": [{"rating": 1, "text": "(Переведено Google) НИКОГДА НЕ ИСПОЛЬЗУЙТЕ ЭТУ КОМПАНИЮ !!!!!!! После нескольких посещений система НИКОГДА не исправлялась, но мне все равно выставляли счет каждый раз !!!!! Мы оплатили счета до этого момента, но все еще не были исправлены. Называется другая компания. Они вышли, поместили герметик в это (Accutemp не верит в герметики), почему ???? потому что это работает. Майк верит, что нужно красить и запускать систему в течение 4 + недель, поэтому Accutemp должен вернуться) Подробнее $$$$$ ... В прошлый раз, когда мы разговаривали по телефону, владелец \"Майк\" сказал мне, что они не собираюсь возвращаться, чтобы решить проблему. Они никогда не делали в первую очередь. Я сообщаю об этой компании в Better Business Bureau.\n\n(Оригинал)\nDON'T EVER USE THIS COMPANY!!!!!!!   After multiple visits system was NEVER fixed, but I was still billed every time!!!!!  We paid the bills up to that point, but still was not fixed.   Called another company.  They came out, put a sealant in it (Accutemp does not believe in sealants) why???? because it works.  Mike believes in putting a dye and run the system for 4+ weeks so then Accutemp has to come back)  More $$$$$...Last time we spoke on the phone I was told by the owner \"Mike\" that they were not going to return to fix the problem.  They never did in the first place.    I am reporting this company to the Better Business Bureau."}, {"rating": 5, "text": "(Переведено Google) Превосходное обслуживание Вышло в тот же день, когда я позвонил после 430 вечера в день 95 градусов. Он сказал, что близко, и проверял детали на случай, если у него их нет. Оказалось, что это сожженный провод на моем блоке AC Bard. Он отремонтировал его и проверил мои уровни фреона. Он зарядил около 1 фунта, а My Ac теперь работает лучше и тише, чем когда-либо прежде. Я не могу сказать достаточно больших вещей об уровне обслуживания Майка Предлагаемого.\n\nОн также процитировал установку Нефтяной печи для меня в стальном амбаре. Это запланировано на начало осени. Все остальные в городе сказали мне, что плохой жар, и вам просто нужно подождать, пока техник не сможет туда добраться. Владелец показал нам помощь. :-)\n\n(Оригинал)\nExcellent Service Came out the same day I called after 430PM on a 95' Degree day. He said he was close by and was checking to order parts in case he didn't have them. Turned out to be a burned wire on my Bard AC unit. He repaired it and Checked my freon levels. He charged about 1 pound and My Ac works Better now and is quieter than ever before. I can't say enough great things about the level of service Mike Offered.\n\nHe also quoted installing an Oil Furnace for me in a steel Barn. That is scheduled for the early fall. Everyone else in town told me to bad its hot and you'll just have to wait till a technician can get out there. The owner showed to help us out. :-)"}, {"rating": 5, "text": "(Переведено Google) Я использовал эти люди несколько раз, и они всегда приходят. Я был очень доволен каждый раз. Что еще лучше, я рекомендовал их несколько раз, но компания не знала об этом, и люди, которых я послал им, поблагодарили меня за мое предложение и были довольны обслуживанием. Приятно знать компанию, которую я могу порекомендовать людям, и быть уверенным, что они будут довольны обслуживанием.\n\n(Оригинал)\nI've used these folks multiple times and they always come through. I've been very satisfied every time. What's even better is I've recommended them a few times without the company knowing it and the people I've sent their way have thanked me for my suggestion and have been happy with the service. It's nice to know a company I can recommend to people and feel confident that they will be pleased with the service."}, {"rating": 5, "text": "(Переведено Google) С Майком было здорово работать. Нашел мою проблему и дал мне варианты ее решения. Я очень рекомендую этих ребят!\n\n(Оригинал)\nMike was great to work with. Found my problem and gave me the options to fix it. I highly recommend these guys!"}, {"rating": 5, "text": "(Переведено Google) Качественные услуги и товары. Очень хорошо осведомлены и будут отрабатывать проблемы, пока они не будут решены.\n\n(Оригинал)\nTop Qaulity service and goods paren . Very knowledgeable and will work-out problems until they are solved."}, {"rating": 5, "text": "(Переведено Google) Отличный сервис и супер дружелюбный.\n\n(Оригинал)\nExcellent service and super friendly."}, {"rating": 5, "text": "(Переведено Google) Получил R Готово\n\n(Оригинал)\nGot R Done"}], "photos": ["https://lh5.googleusercontent.com/p/AF1QipNkIj7q-XCNKzbnReMKDmLbceJh5QefTMUHJt7Y", "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoidyBgpR9IHLPr9GifuktmGtQ&amp;w588&amp;h290&amp;thumb2&amp;yaw60.988388&amp;pitch"]}