{"base_info": {"title": "Shelton's Heating & Plumbing", "rating": 3.8, "rating_user_count": 14}, "full_info": {"address": "1674 Shula Dr, Hurt, VA 24563, Соединенные Штаты", "site": "sheltonsheatingandplumbingllc.com", "phone_number": "+1 434-324-7665", "plus_code": "2MRJ+WH Херт, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3184.635727052453!2d-79.32072968470332!3d37.0423309798994!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x70a7eaed1964e348!2sShelton&#39;s%20Heating%20%26%20Plumbing!5e0!3m2!1sru!2skz!4v1652435022733!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=48u7Je8sEnMkfsBXMikpcA&cb_client=search.gws-prod.gps&w=408&h=240&yaw=10.300612&pitch=0&thumbfov=100", "reviews": [{"rating": 1, "text": "(Переведено Google) Я попросил пару проектов из листового металла, первая претензия не может сделать мой проект вторым (4) 1x5ft. Короче говоря, S-образные замки утверждают, что я сделал свои собственные S-образные замки из листового металла, когда работал в Lynchburg Oil Co. и Candlers Oil Co.\n\n(Оригинал)\nI have asked for a couple of projects from sheet metal a first claim can't make my project the second item (4) 1x5ft. S-locks claim they are in short I have made my own S-locks from sheet metal when I worked at Lynchburg Oil Co. and Candlers Oil Co"}, {"rating": 5, "text": "(Переведено Google) Гарантия на дом заключила контракт с Shelton Heating and Plumbing. На замену и запуск / работу моей центральной воздушной системы ушло больше времени, чем я бы хотел, но это не вина Shelton H / P, а моя домашняя гарантия. Они вежливы, профессиональны и правильно делают свою работу. Я обязательно воспользуюсь их услугами с этого момента для любых нужд в области отопления, вентиляции и кондиционирования воздуха, которые у меня возникнут в будущем. Вы не ошибетесь с этими парнями.\n\n(Оригинал)\nShelton Heating and Plumbing was contracted out by my home warranty. It took longer than I would have liked to have my central air system replaced and up/running but that is not Shelton H/P fault that is my home warranty. They are polite, professional, and do the job right. I will definitely use their services from now on for whatever hvac or plumbing needs I have in the future. You can’t go wrong with these guys."}, {"rating": 1, "text": "(Переведено Google) установили наш блок центрального отопления / кондиционирования в 2009 году, сказали, что он новый, но нам пришлось перезванивать ему, чтобы он ремонтировался каждые несколько месяцев в течение следующих 7 лет. и всегда запчасти которые ломались не по гарантии. Мы даже должны были подобрать одну часть, которую он заказал себе. Мы в последний раз звоним ему 10/2016. Мы перестали звонить ему, но устройство все еще не работало должным образом, поэтому мы просто жили с ним, не работая должным образом, пока наш счет за электричество не вырос почти до 500 долларов в месяц. Наконец, мы позвонили в другую компанию, чтобы узнать, сможет ли он это починить, и даже ему приходилось все время выходить, чтобы починить, так что, наконец, нам пришлось заменить весь блок в этом году. Шелтон взимал с нас по 150 долларов каждый раз, чтобы выйти и посмотреть на это. Нам пришлось даже заменить все кабины и вентиляционные крышки, которые он вставил. Очень плохое качество изготовления. после замены всего блока счет за электричество упал более чем на 300 долларов. Я не рекомендую этой компании устанавливать какие-либо вещи.\n\n(Оригинал)\ninstall our central heating/air unit in 2009, said it was new, but we had to call him back to repair it every few month for the next 7 years.  and always the parts that broke not under warranty.   We even had to pick up one the parts that he order ourselves.  We last call him in 10/2016.  We stopped calling him but the unit still did not work properly, So we just lived with it not working properly until Our electric bill went up to almost $500 a month.  Finally we called another company to see if he could fix it and even he had to keep coming out to fix it so finally we had to replace the entire unit this year.  Shelton charged charged us $150 each time just to come out and look at it.  We had to even replace all the booths and vent covers that he put in.   Very poor workmanship.  after replacing the entire unit our electric bill has dropped by over $300.  I do not recommend this company to install any thing."}, {"rating": 5, "text": "(Переведено Google) Безусловно, лучшая компания по ремонту дома, с которой я когда-либо работал !! Они были очень дружелюбны, профессиональны, нашли время, чтобы объяснить вещи, и завершили наш ремонт так быстро, как могли. Настоятельно рекомендую!\n\n(Оригинал)\nBy far the best home repair company I have ever worked with!! They were extremely friendly, professional, took time to explain things, and completed our repairs as quickly as they could. Highly recommend!"}, {"rating": 5, "text": "(Переведено Google) У нас была другая компания, установившая наше подразделение, которое компания не смогла установить, чтобы это совершенно новое устройство работало. Пришел Шелтонс и смог сообщить нам через несколько минут. Шелтонс будет единственной компанией, которую мы когда-либо звонили с этого момента.\n\n(Оригинал)\nWe had another company install our unit that company could not get this brand new unit running Sheltons came in and was able to tell us in just minutes Sheltons will the only company we ever call from now on"}, {"rating": 1, "text": "(Переведено Google) Если бы вопрос электропроводки им понадобился четыреста долларов, чтобы найти его, он нашел лучшую репутацию компании, которая исправила ее на девяносто семь долларов, Владелец не работает с другими!\n\n(Оригинал)\nHad a wiring issue they wanted four hundred dollars to fix it, found a better reputable company that fixed it for ninety seven dollars, Owner does not work well with others!"}, {"rating": 5, "text": "(Переведено Google) Очень знающие техники и надежная компания. Очень внимательные и честные техники. Вам не придется неделями ждать обращения в службу поддержки.\n\n(Оригинал)\nVery knowledgable technicians and dependable company. Very thorough and honest technicians. You won't have to wait weeks for your service call."}, {"rating": 1, "text": "(Переведено Google) Не любит платить своим сотрудникам надлежащую сумму денег. $ 4,50 в час даже не законно.\n\n(Оригинал)\nDoesn't like paying his employees the proper amount of money. $4.50 an hour isn't even legal."}, {"rating": 5, "text": "(Переведено Google) Они быстро справились с нашей проблемой и сделали качественную работу\n\n(Оригинал)\nThey serviced our pumbling problem fast & did qaulity work"}, {"rating": 5, "text": "(Переведено Google) Всегда помогал в решении проблем / запросов, как и у меня.\n\n(Оригинал)\nAlways been helping with addressing issues/requests as I have had."}], "photos": ["https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoid48u7Je8sEnMkfsBXMikpcA&amp;w588&amp;h290&amp;thumb2&amp;yaw10.300612&amp;pitch"]}