{"base_info": {"title": "FH RENOVATION LLC - Roofers in Bronx", "rating": 4.8, "rating_user_count": 105}, "full_info": {"address": "2077 Hering Ave, Bronx, NY 10461, Соединенные Штаты", "site": "fhrenovationnyc.com", "phone_number": "+1 347-403-6173", "plus_code": "V44W+MC Нью-Йорк, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3017.690084916836!2d-73.8539669!3d40.8567276!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xe532f27eb2897080!2sFH%20RENOVATION%20LLC%20-%20Roofers%20in%20Bronx!5e0!3m2!1sru!2skz!4v1652422112535!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipPDSQcNt5YNm_aYRuF1ORedRwi4fSkiHKkn20oI", "reviews": [{"rating": 5, "text": "(Переведено Google) Я должен сказать, что это был один из лучших опытов работы с подрядчиком. Я потянулся за колодой, и в течение нескольких часов мы получили цитату, которую сочли разумной и которая учитывала то, что мы хотели увидеть. В конечном итоге мы наняли Тима для других проектов, которые для нас были второстепенными, но Тим и его команда сделали их нашими любимыми частями дома. Очень доволен работой и ценой!\n\n(Оригинал)\nI got to say that this has been one of the best experiences, working with a contractor. I reached out for a deck and within a matter of hrs we got the quote, which we found reasonable and that took into consideration what we wanted to see. We ended up hiring Tim for other projects that to us were afterthoughts but Tim and his team made them our favorite parts of the house. Very happy with the work and price!"}, {"rating": 5, "text": "(Переведено Google) Я отправил запрос о смете на веб-сайте FH Renovation, и Тим немедленно вернулся ко мне. Он и его напарник были у меня дома менее чем за 30 минут. Они быстро оценили ситуацию с моими желобами и рудой и отправили мне фото с крыши. Он указал на другие простые проблемы, но не заставил меня немедленно их решить (хотя я решил, что он все исправит). Работа была выполнена в течение двух часов, и цена была очень разумной и доступной. Я определенно рекомендую FH Renovation - они местные в районе Morris Park / Pelham Parkway. Очень профессиональные, разумные цены, и работа была выполнена хорошо. До того, как я нашел FH Renovation, я получил цитаты от других местных конкурентов, которые указывали на непомерно высокие цены.\n\n(Оригинал)\nI sent a request for an estimate on the FH Renovation website and Tim got back to me instantly. He and his partner were at my house in less than 30 minutes. They quickly assessed the situation with my gutters and rood and texted me photos from the roof. He pointed out other simple issues but did not pressure me to address them immediately (though I chose to have him fix everything). The work was done in under two hours and the price was very reasonable and affordable. I would definitely recommend FH Renovation--they are local to the Morris Park/Pelham Parkway area. Very professional, reasonable rates, and the work was done well. Before I found FH Renovation, I got quotes from other local competitors who quoted exorbitant and outrageously high prices."}, {"rating": 5, "text": "Great service! Decent prices! Showed up on time. I'd highly recommend it and will definitely use them again."}, {"rating": 5, "text": "(Переведено Google) У меня была течь кровли, он приехал в тот же день отремонтировать\n\nОтличное обслуживание клиентов от мистера Тима! :)\nЯ звоню ему каждый раз, чтобы устранить утечку, очень этому рада.\nЯ рекомендую его своему соседу и всем!\nСпасибо, Тим!\n\nОтличный сервис по отличным ценам. Мы продолжим вести дела с этой компанией еще долгое время.\nТим профессионален и уважителен, и нам было комфортно вести с ним дела.\n\nОчень заслуживает доверия и его брат вместе\n\nСпасибо, Тим!\n\n(Оригинал)\nI had a roofing leak he came the same day to repair it\n\nExcellent Customer Service from Mr. Tim! :)\nI call him every time to repair my leak, I'm very happy about it.\nI'd recommend him to my neighbor and everybody!\nThank you Tim!\n\nGreat service alongside great prices. We will continue to do business with this company for a long time.\nTim is professional and respectful, and we felt comfortable doing business with him.\n\nVery trustworthy and his brother together\n\nThank you Tim!"}, {"rating": 5, "text": "(Переведено Google) Я случайно встретил Тима несколько лет назад, когда он менял каменную плиту на моем внешнем проходе (меня порекомендовали ему в магазине мрамора / плитки). Я был очень впечатлен его качеством и ценой. Затем он дал мне цитату по замене крыши в гараже, и 1,5 года спустя он все еще соблюдал эту цитату (я просто откладывал свою небольшую утечку, которая стала еще хуже). Он и его команда выполнили свою работу, как обещали, в сроки, которые он предсказал, и качество хорошее. Затем я попросил его сделать более крупный проект внешней стены моего дома и части крыши. Я очень доволен результатами и буду звонить Тиму по поводу будущих ремонтов / обновлений / ремонта. Другой важный фактор - это его работники, которые отлично работают. Мне не нужно беспокоиться о том, чтобы все время их проверять, и они видят каждую деталь, которую нужно исправить или упустить. Очень впечатлили ребята! Еще раз спасибо.\n\n(Оригинал)\nI met Tim by chance a few years ago for a stone slab replacement in my exterior walkway (I was referred to him by a marble/tile store).  I was very impressed at his quality and price.  He then gave me a quote on my garage roof replacement and 1.5 years later, he still honored the quote (I was just postponing my little leak which got worse).  He and his team did the job as promised in the timeframe he predicted and quality is good.  I then asked him to do a bigger project for the exterior wall of my house and a portion of the roof.  I am very happy with the results and will be calling Tim for future renovation/upgrades/repair needs.  Another important factor are his workers who perform great work.  I don't have to worry about checking up on them all the time, and they see every detail that needs to be fixed or missed.  Very impressed guys!  Thank you again."}, {"rating": 5, "text": "(Переведено Google) Если вы ищете честного и порядочного кровельного подрядчика, то эти ребята вам подойдут. Была протекала крыша и позвонили 3 подрядчикам. Тим приехал, осмотрел мою крышу и дал мне экономичное и долгосрочное решение. Очень быстро, профессионально и чисто. Обязательно буду пользоваться их услугами снова.\n\n(Оригинал)\nIf you're looking for a roofing contractor with integrity and honesty, these are the go-to guys. Had a leaky roof and called 3 contractors. Tim came and inspected my roof and gave me a cost effective, long term solution. Very prompt, professional and clean. Will definitely be using their services again."}, {"rating": 5, "text": "(Переведено Google) Я нанял Тима, чтобы он преобразовал мой задний двор, приказав ему снести и установить новую террасу, поставить новый забор вокруг, залить немного нового бетона, чтобы расширить пространство, и я также попросил его установить новый камень вдоль выступа моей подъездной дорожки и установить два новых двери в моем доме. Все вышло безупречно, вовремя, по разумной цене и, что наиболее важно для меня, без стресса и без головной боли, что редко можно услышать о большинстве подрядчиков. С того момента, как я впервые связался с Тимом до завершения, он и его команда всегда были максимально профессиональны. Никаких б.у., никаких игр, никаких ответов на запросы или вопросы Тим искренне хочет, чтобы вы были счастливы, и очень гордится своей работой, репутацией и компанией. Он очень отзывчивый, очень внимательный и хочет обсудить все детали работы, чтобы не было сюрпризов. Он и его команда дружелюбны и опытны, они не идут быстрыми путями, чтобы выполнить работу правильно. Я не могу порекомендовать Тима в достаточной степени и найму его снова, когда мне понадобится дополнительная работа.\n\n(Оригинал)\nI hired Tim to transform my backyard by having him demolish and install a new deck, put up a new fence all around, pour some new concrete to expand the space, and I also had him install new stone along my driveway ledge and install two new doors in my house. Everything came out perfect, on time, at a reasonable cost, and most importantly to me, completely stress and headache-free which is what you rarely hear about most contractors. From the moment I first contacted Tim to completion, he and his team were always as professional as possible. No b.s., no games, no pushback on any request or question; Tim just genuinely wants you to be happy and takes great pride in his work, reputation and company. He's extremely responsive, very thorough, and wants to discuss all the details regarding the work so there are no surprises. He and his team are friendly and skilled, they take no shortcuts to get the job done right. I can’t recommend Tim enough and will be hiring him again when I need more work done."}, {"rating": 5, "text": "(Переведено Google) Я действительно хочу, чтобы этот обзор был на счету. Тим (и команда) из F&H Renovations - порядочный джентльмен, и каждая компания должна желать, чтобы у них был такой представитель, как он. Он быстро ответил на мою просьбу процитировать мою проблему с протекающей крышей, он прибыл вовремя, уважительно и сразу же взялся за дело, взобравшись на мою крышу и тщательно осмотрев местность (а не просто замалчивая ее и), произнося слова, которые я не понял. Ему потребовалось немало времени, чтобы снять измерения и получить всю необходимую информацию, в то время как он получил мою уверенность в том, что он профессионально выполнит эту работу. Все это означает, что если вы хотите, чтобы работа была сделана хорошо, пожалуйста, устраните любую неуверенность или сомнения и наймите эту команду. Вы не пожалеете об этом и, вероятно, снова обратитесь к ним в будущем. Спасибо за восстановление моей веры.\n\n(Оригинал)\nI really want this review to count. Tim (and team) of F & H Renovations is an upstanding gentleman and every company should wish they had a representative like him. He promptly answered my request to quote my problem leaking roof, he arrived on time, respectfully and got down to business right away climbing onto my roof and thoroughly inspecting the area (not just glossing over it and ) churning out words I would not understand. It took him a good amount of time to take measurements and get all the information he needed all the while he gained my confidence he would proficiently take care of the job. All this is to say if you want a job done, and done well please remove any unsureness or doubt and hire this team. You will not regret it and you’ll probably call on them again in the future. Thank you for restoring my faith."}, {"rating": 5, "text": "(Переведено Google) Тим и его команда зашли к нам домой и сразу же приступили к работе. Он объяснил работу и даже активно очистил водостоки для нас, а также заделал несколько отверстий, которые он заметил наверху нашей крыши. Он осмотрел для нас крышу и дал нам свой анализ. Он также помог мне бесплатно установить Ring Bell, который я получил в сети. Он был добр и знает, что делает в своей работе. Рекомендую!\n\n(Оригинал)\nTim and his team came by to our house and immediately went to work.  He explained the work and even was proactive in cleaning up the gutters  for us as well as sealing a few holes he noted at the top of our roof.  He inspected the roof for us and gave us his analysis.  He also took the time in helping me install the Ring Bell I got online, for free.  He was kind and he knows what he is doing in his line of work.  I recommend him!"}, {"rating": 5, "text": "(Переведено Google) Тим и его команда отлично поработали, когда мы недавно использовали их для нескольких проектов по благоустройству дома, которые включали в себя покраску интерьера, отделку плитки в ванной и ремонт дверей. Он также пришел очень быстро, когда нам нужно было срочно устранить течь на крыше. Буду очень рад снова использовать FH Renovation и настоятельно рекомендую их за профессиональное поведение.\n\n(Оригинал)\nTim and his crew did an excellent job when we used them recently for a few home improvement projects, which included interior painting, bathroom tile work and door repair. He also came in very promptly when we needed to fix a roof leak urgently. Will be very happy to use FH Renovation again and highly recommend them for their professional conduct."}, {"rating": 5, "text": "(Переведено Google) Тим и его команда делают потрясающую работу! он не только работает быстро, но и очень заботится о качестве. После встречи с Тимом через несколько секунд я понял, что могу доверять ему. Я буду рекомендовать FH Renovations своему кругу людей и снова буду использовать его в будущих проектах! Я НАСТОЯТЕЛЬНО РЕКОМЕНДУЮ 5STAR СЕРВИС!\n\n(Оригинал)\nTim and his team do amazing work! not only does he work fast but he cares highly about quality. After meeting Tim within seconds I knew I could trust him. I will be recommending FH Renovations to my circle of people and will be using him again on future projects! I HIGHLY RECOMMEND 5STAR SERVICE!"}, {"rating": 5, "text": "(Переведено Google) С FH было не только здорово работать; они сделали квалифицированную работу по ремонту кровли и дымохода. Нам дали фотографии до и после. Их цены были справедливыми (даже по заявлению нашей страховой компании). Я позвоню им снова, не раздумывая, когда они мне понадобятся.\n\n(Оригинал)\nFH was not only great to work with; they did an expert job on both our roof and chimney repair.  We were given pictures before and after.  Their prices were fair (even said by our insurance company). I will call them again without hesitation when I need them next."}, {"rating": 5, "text": "(Переведено Google) FH Renovation недавно отремонтировали крышу и дымоход. Я очень доволен. Работа выглядит великолепно, а Тим - настоящий профессионал. Я снова буду использовать Тима и его команду в будущем.\n\n(Оригинал)\nFH Renovation recently repaired roof and chimney. I can’t be more satisfied. The work looks great and Tim is a complete professional. I will use Tim and his crew again in the future."}, {"rating": 5, "text": "(Переведено Google) Очень впечатлен этим подрядчиком. Он был очень профессиональным и быстро ответил на мой запрос о смете на ремонт жилья. Цена за работу и качество были очень разумными. Я очень рекомендую, если вы цените качество и профессионализм. Определенно буду использовать их снова в будущем по мере необходимости.\n\n(Оригинал)\nVery impressed with this contractor. He was very professional and responded quickly to my request for a quote  for residential repairs. The price for the work and quality was very reasonable. I would highly recommend if you value quality and professionalism. Will definitely use them again in the future as needed."}, {"rating": 5, "text": "(Переведено Google) Бригада приехала на следующее утро и отлично поработала, высоко оценив работу!!!\n\n(Оригинал)\nThe crew arrived the next morning and did excellent work, highly appreciating the work!!!"}, {"rating": 5, "text": "(Переведено Google) Тим сделал ремонт в моей крыше и дымоходе. Нашел и отремонтировал мою крышу с течью. У меня не было никаких проблем с ним после его ремонта. Мне нравится работать с Тимом, потому что я знаю, что могу доверять его профессиональному мнению и чувствую уверенность в том, что если у меня возникнут какие-то текущие проблемы, он придет и позаботится об этом.\n\n(Оригинал)\nTim has done repairs in my roof and chimney. He found and repaired my roof leak. I haven’t had any issues with it since his repairs. I like working with Tim because I know I can trust his professional opinion, and feel reassured that if I have any ongoing issues he will come and take care of it."}, {"rating": 5, "text": "(Переведено Google) Мы купили новый дом, и внешний вид был ужасным. Позвонил пару подрядчиков, но Тим проявил профессионализм с первого раза. Мы любим нашу новую крышу и сайдинг. Прошло уже пару месяцев и все выглядит как первый день.\n\nОпределенно хочу снова работать с ними.\n\n(Оригинал)\nWe bought a new house and the exterior was horrible. Called couple of contractors, but Tim showed professionalism since at first time. We love our new roof and siding. Been a couple of months now and everything looks like first day.\n\nDefinitely looking to work again with them."}, {"rating": 5, "text": "(Переведено Google) Отличный сервис и профессиональная работа. Я купил дом в прошлом году и заплатил кому-то, чтобы очистить водостоки в апреле этого года. Но в этом месяце был еще один тяжелый мешок грязи, вымытый из желобов, когда я понял, что желоба должны быть отремонтированы. Тим и его команда пришли, чтобы быстро оценить и очистить желоба, прежде чем ремонтировать и ставить крышки на желоба. Они также осушали канализационные трубы, которые были забиты листьями, и я подумал, что канализационные трубы давно заброшены.\n\n(Оригинал)\nGreat service and professional work. I bought the house last year and paid somebody to clean the gutters in April this year. But there was another heavy bag of dirt clean up from the gutters this month when I realized the gutters need to be repaired. Tim and his team came to estimate quickly and clean the gutters very well before repairing and putting the covers on the gutters. They also drained the sewer pipes that had been blocked up with leaves and I thought the sewer pipes were abandoned long ago."}], "photos": ["https://lh5.googleusercontent.com/p/AF1QipPDSQcNt5YNm_aYRuF1ORedRwi4fSkiHKkn20oI", "https://lh5.googleusercontent.com/p/AF1QipNYGif5eaNJ7tu6g9swtA0bgdcANLOHV81JJUj2", "https://lh5.googleusercontent.com/p/AF1QipO38yGM9Kc3zVrEk905TKuGZfuicrQATodYkCrP", "https://lh5.googleusercontent.com/p/AF1QipN9LLRvl5W2NQNbBw5iTWEcutoFdakBQW6Yj4yI", "https://lh5.googleusercontent.com/p/AF1QipM5xrSXHD4hR-G_Ems7nHfQJDeJkdbT4nE7DV5J", "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoidcg2XLjDzbKuQ9RTc0_t6SA&amp;w588&amp;h290&amp;thumb2&amp;yaw259.66306&amp;pitch"]}