{"base_info": {"title": "C. Johnston Roofing & Waterproofing", "rating": 5.0, "rating_user_count": 5}, "full_info": {"address": "220 W 19th St, New York, NY 10011, Соединенные Штаты", "site": "cjohnstonroofingny.com", "phone_number": "+1 212-206-2342", "plus_code": "P2R2+QH Нью-Йорк, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3022.915751469814!2d-73.9985166!3d40.7418793!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x3d99fe7e6dcbf9b8!2sC.%20Johnston%20Roofing%20%26%20Waterproofing!5e0!3m2!1sru!2skz!4v1652422344500!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipM3WUalJdUyUjAifmKISnqFLRc172MqwbYMAhz-", "reviews": [{"rating": 5, "text": "(Переведено Google) Мы даем самую высокую рекомендацию C. Johnston и Sons для наружных и кровельных работ из коричневого камня. Чарльз и его сыновья высокопрофессиональны, пунктуальны, ответственны и отзывчивы. Они сделали вдумчивые предложения и рекомендации, и были очень опытными в своем подходе. Они сделали высококачественные работы на нашем кирпичном кирпиче конца 1800-х годов, включая некоторые сложные ремонтные работы фасада. Не менее важно, что с ними было приятно и легко работать, всегда вовремя или рано, они очень чутко реагировали на все наши вопросы и проблемы и фактически оставляли свое рабочее место чище, чем должны были с самого начала. Их цены также кажутся вполне справедливыми и разумными. Хороший опыт во всех отношениях.\n\n(Оригинал)\nWe give our highest recommendation to C. Johnston and Sons for brownstone exterior and roofing work.   Charles and his sons are highly professional, punctual, responsible, and responsive.   They made thoughtful suggestions and recommendations, and were very expert in their approach.  They did top quality work on our late-1800s brick brownstone, including some difficult façade repair.   Just as important, they were pleasant and easy to work with, always on time or early, very responsive to all of our questions and concerns, and actually left their work spaces cleaner than they were to begin with.   Their prices also seem quite fair and reasonable.   A good experience in every way."}, {"rating": 5, "text": "(Переведено Google) Безупречная и профессиональная работа. Как видите, работа была непростой, но его люди оказались на высоте, а затем профессионально установили лидера.\n\n(Оригинал)\nSmooth and professional job. As you can see the job was not easy but his men Rose to the occasion and then professionally installed the leader"}, {"rating": 5, "text": "(Переведено Google) Мистер Джонстон и его сыновья были настолько профессиональны, когда оценивали и выполняли свою работу, и я бы всем порекомендовал их. Я рад, что нанял их, они держали меня в курсе прогресса работы с фотографиями и объяснили, что происходит на этом пути, там команда была чистой, быстрой, и работа выглядит великолепно! Спасибо, что сделали мне отличную работу, и я позвоню вам, ребята, если мне понадобится другая работа.\n\n(Оригинал)\nMr.Johnston and his sons were so professional when assessing and doing my job I would totally recommend them to anyone. I am glad I hired them they kept me updated on the progress of work with photos and explained what was going on along the way, there crew was clean,quick, and the work looks great! Thank you for doing me a great job and I will call you guys if I need any other work."}, {"rating": 5, "text": "(Переведено Google) После проливного дождя в городе у меня была утечка воды на 3 этажа плюс подвал. Я позвонил и получил обратный звонок в тот же день. Я назначил встречу, чтобы получить доступ к повреждению. Они были вовремя. Они рассмотрели ситуацию, сфотографировались, чтобы я мог видеть, как они объясняли. Крыша была водонепроницаемой и заняла всего 2 часа, может быть, меньше. Они были уважительными и дружелюбными. В следующий дождь я не увидел утечки. Я очень рекомендую эту компанию.\n\n(Оригинал)\nAfter a torrential rain in the city, I had water leakage on 3 floors plus the basement. I called and received a call back the same day.  I made an appointment to access the damage.  They were right on time. They reviewed the situation, took pictures so I could see as they explained.  The roof was waterproofed and it only took 2 hours maybe less. The were respectful and friendly. The next rain I saw no leakage.  I would highly recommend this company."}, {"rating": 5, "text": "(Переведено Google) Великие люди с отличными ценами, крыша протекала, и эти парни пришли и спасли день. Спасибо!\n\n(Оригинал)\nGreat people with great prices, the roof was leaking and these guys came in and saved the day. Thanks!"}], "photos": ["https://lh5.googleusercontent.com/p/AF1QipM3WUalJdUyUjAifmKISnqFLRc172MqwbYMAhz-", "https://lh5.googleusercontent.com/p/AF1QipOViB-6IuX38gm3Zy0qewTTcZE595gEzYglJOi_", "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoidmarWjZcvlU3ylBVx-XCUEw&amp;w588&amp;h290&amp;thumb2&amp;yaw147.04054&amp;pitch"]}