{"base_info": {"title": "J C Plumbing", "rating": 4.4, "rating_user_count": 69}, "full_info": {"site": "jctheplumber.com", "phone_number": "+1 540-400-6204", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3219327.5855808416!2d-79.42092494999999!3d38.00338545!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xf2343213c0f3f038!2sJ%20C%20Plumbing!5e0!3m2!1sru!2skz!4v1652426053106!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipM0dYkM-DnzpvOoiKW2NAWHLddBGTUuJCG_nmEB", "reviews": [{"rating": 5, "text": "(Переведено Google) У нас была проблема с резервуаром для воды, и компания, которая установила его два года назад, не отвечала и была недоступна. JC сразу же помог нам, они были у меня дома в течение часа и были очень профессиональны. Мы нашли нашего нового сантехника.\n\n(Оригинал)\nWe had a water tank issue and the company that installed it two years ago was unresponsive and unavailable.  JC immediately helped us out, they were at my home within the hour and were very professional. We found our new plumber."}, {"rating": 1, "text": "(Переведено Google) Заменил собственный кран. Все еще была утечка. Они отреагировали быстро и ужесточили кое-что. Вот 10 минут и сняли 125 долларов. Через 30 минут мне пришлось позвонить еще раз из-за нерешенной проблемы. Мне сказали, что мне пришлось заплатить дополнительно 50 долларов за запчасти. Мне не следовало платить лишние 50 долларов за детали, которые не удалось починить с самого начала.\n\n(Оригинал)\nReplaced my own faucet.  Still had a leak. They responded quickly and tightened a few things. Here 10 minutes and charged $125. 30 minutes later I had to call yet again due to issue not resolved. Was told I had to pay an extra $50 for parts. I shouldn’t have been charged the extra $50 for parts that they failed to fix from the get go"}, {"rating": 5, "text": "(Переведено Google) Заставили нас заменить смеситель на кухне. Сказал ему, какой цвет смесителя мы хотим, и он вернулся к нам в зависимости от того, что было доступно и в нашем ценовом диапазоне. Ребята, занимавшиеся ремонтом, были в масках и перчатках, очень довольные тем, что заставили нас почувствовать себя уважаемыми. Очень приятно, что они сделали это очень просто.\n\n(Оригинал)\nGot us worked in for a kitchen faucet replacement. Told him what color faucet we wanted and he got back with us based on what was available and in our price range. The guys doing the repair were masked and gloved, very happy about that they made us feel respected. Very pleased  they made this super simple."}, {"rating": 5, "text": "(Переведено Google) Справедливая цена и качественный сервис. Я очень рекомендую JC Plumbing и буду использовать их в будущем.\n\n(Оригинал)\nFair price and quality service.  I highly recommend JC Plumbing and will be using them in the future."}, {"rating": 5, "text": "(Переведено Google) Если заменить водопровод от магистрали к дому, они выполнили работу за полдня, а стоимость соответствовала другим оценкам. С ними было здорово работать, они быстро отвечали и очень профессиональны. Я определенно рекомендую и буду использовать сантехнику JC в будущем. Там парень с экскаватором даже насыпал для меня гравий, что стало приятным сюрпризом!\n\n(Оригинал)\nHad a water line replaced from the main to the house, they got the job done in half a day and the cost was inline with other estimates. They were great to work with, quick to respond, and very professional. I would definitely recommend, and I will be using JC plumbing  in the future. There backhoe guy even leveled some gravel for me as a nice surprise!"}, {"rating": 5, "text": "(Переведено Google) На прошлой неделе JC установила для нас новую канализационную линию. Мы вызвали видеоинспекцию в понедельник, у нас была запущена новая линия в среду. Очень профессиональная и чистая работа, быстро скоординированная, должным образом разрешенная и проверенная. Они позаботились о том, чтобы я был доволен работой, и я почувствовал, что они предложили справедливую цену. Обязательно порекомендую их в будущем.\n\n(Оригинал)\nJC installed a new sewer line for us last week. We called for a video inspection Monday, we had the new line in service Wednesday. A very professional and clean job, coordinated quickly, and properly permitted and inspected. They made sure I was satisfied with the work, and I felt that they offered a fair price. Will definitely recommend them in the future."}, {"rating": 5, "text": "(Переведено Google) Протекающую кухонную болезнь устранили через несколько часов после звонка.\nНа следующий день металлическую трубу заменили на пластиковую к стиральной машине за час.\nОчень хорошие люди на работе, и цены были очень разумными!\n\n(Оригинал)\nLeaking kitchen sick was fixed with in a few hours after call.\nThe next day a metal pipe was replaced with plastic to a washing machine in an hour.\nVery nice men on the job and prices were very reasonable!"}, {"rating": 5, "text": "(Переведено Google) Позвонил JC в пятницу, и он назначил встречу на следующий день (субботу). Он прибыл вовремя, как и было запланировано, и своевременно выполнил работу. Он покинул стройплощадку в чистом и ухоженном состоянии. Очень рекомендую его услуги.\n\n(Оригинал)\nCalled JC on Friday and he schedule an appointment for the next day (Saturday). He arrived on time as scheduled and completed the job in a timely manner. He left the job site in a clean and tidy condition. Would highly recommend his services."}, {"rating": 5, "text": "(Переведено Google) Очень благодарен JC за сантехнику сегодня. У меня был сантехник из Таунсайда, который занимался водопроводом в течение моей домашней гарантии, приехал сегодня, чтобы исправить утечку трубы на моей кухне. Парень, который пришел из Таунсайда, не только не починил мою трубу, но и весь мой подвал затопил, потому что он неправильно заменил трубу и разрушить всю трубу. Я немедленно позвонил в сантехнику JC, у них было двое парней менее чем за 30 минут, и они исправили это без проблем. Еще раз спасибо!\n\n(Оригинал)\nVery thankful for JC plumbing today. I had  a plumber from Townside plumbing through my home warranty come  today to fix a pipe leak In my kitchen.The guy that came from Townside plumbing not only did he not fix my pipe but my whole basement flooded because he did not replace the pipe correctly and cause the whole pipe to come apart . I immediately called JC plumbing, they had two guys out here in less then 30mins and they fixed it with no problem. Thank you again!"}, {"rating": 5, "text": "(Переведено Google) У меня был большой опыт работы с JC Сантехника. Я никогда не видел водопроводчиков, которые реагируют так быстро. Они делают высокое качество работы по разумным ценам. Их опыт ясно показывает. Они вежливые, профессиональные и надежные. Я имел водоводы и канализационные линии заменены и иметь их вернуться к внутренней работе. Настоятельно рекомендуется!\n\n(Оригинал)\nI had a great experience with JC Plumbing. I've never seen plumbers who respond so fast. They do high quality work at reasonable prices. Their experience clearly shows. They are courteous, professional, and trustworthy. I had water main and sewer lines replaced and are having them come back for internal work. Highly recommended!"}, {"rating": 4, "text": "(Переведено Google) Быстрый ответ. Разумная цена. Пока что нет претензий к проделанной ими работе. Теперь они будут моим сантехником. У меня положительный опыт работы с ними.\n\n(Оригинал)\nQuick response. Reasonable price. So far there is no complain about the job they did. They will be my go to plumber from now. I have a positive experience with them."}], "photos": []}