{"base_info": {"title": "A T Plumbing", "rating": 3.2, "rating_user_count": 5}, "full_info": {"address": "6055 Lee Hwy, Troutville, VA 24175, Соединенные Штаты", "site": "atplumbingva.com", "phone_number": "+1 540-966-5033", "plus_code": "C4GJ+84 Траутвилл, Вирджиния, США", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3168.47769518054!2d-79.87189938469237!3d37.42581847982442!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x2196f78746329c29!2sA%20T%20Plumbing!5e0!3m2!1sru!2skz!4v1652426341536!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=EcKb2bMYDcfcrtuthv-Knw&cb_client=search.gws-prod.gps&w=408&h=240&yaw=316.84897&pitch=0&thumbfov=100", "reviews": [{"rating": 1, "text": "(Переведено Google) У меня была ситуация, когда владелец сказал, что он выйдет, чтобы сделать ремонт на что-то, что они установили и исправили снова. Первую неделю они были заняты, но вторую неделю позаботились о моей проблеме. Ждали всю первую неделю и вторую неделю и ни разу не звонили или приходили на ремонт. Ненадежная сантехническая компания. Очень неудачно. Оставил сообщение на FB, чтобы они ответили, а ответа нет.\n\n(Оригинал)\nI had a situation where the owner said he would come out to do a re repair on something they have installed and fixed again.  The first week they were busy but would take care of my problem the second week.  Waited all the first week and second week and never called or came by to repair.  Unreliable plumbing company.  Very unfortunate.  Left a message on FB for them to respond and no answer."}, {"rating": 2, "text": "(Переведено Google) У меня был гидрант на улице, и он протекал. Я позвонил двум другим водопроводчикам, но они были слишком заняты, чтобы прийти посмотреть на мой протекающий гидрант и починить его, но A T Plumbing смог выйти и посмотреть на проблему. Он подошел и посмотрел на него и попытался починить гидрант, но болт зачистился, и он не хотел больше пытаться, потому что мог сломать его. Я был в порядке с этим, но он предоставил решение проблемы и сказал, что может установить новую струю воды рядом с домом, который был всего в 3-4 футах от гидранта. Я сказал ему, что у меня все в порядке, и он придет в четверг или в пятницу, а если нет, то он будет здесь в понедельник. Понедельник был Днем Колумба, поэтому я дал ему немного свободы и позвонил ему во вторник. Он сказал, что не сказал мне этого, и если он это сделает, он извинится, и он назначил меня на следующий четверг. Он последовал, чтобы придумать, почему он не пришел. Было бы хорошо, если бы он позвонил в пятницу или понедельник и объяснил свои обстоятельства, но он не воспользовался последующим звонком. Я отменил его услуги, и я связался с другим сантехником, и этот сантехник пришел в пятницу и установил новый водосток в пятницу через 2 часа.\n\nЯ не рекомендую.\n\n(Оригинал)\nI had an outside water hydrant and it was leaking. I called 2 other plumbers but they were too busy to come look at and repair my leaking hydrant but A T Plumbing was able to come out and look at the problem. He came and looked at it and tried to fix the hydrant but the bolt was stripping and he didn't want to try anymore due to the fact he could break it. I was okay with that but he provided a solution to the problem and said he could install a new water spout next to the house which was only 3-4 foot away from the hydrant. I told him I was okay with that and he would come Thursday or Friday and if not then he would be here on Monday. Monday was Columbus Day so I gave him some leeway and called him on Tuesday. He said that he didn't tell me that and if he did he was sorry and he had me scheduled for the following Thursday. He followed to make up excuses on why he hasn't come by. It would have been alright if he would have called on Friday or Monday and explained his circumstances but he neglected to do a followup call. I cancelled his services and I contacted another plumber and that plumber came on Friday and installed a new water spout on Friday in 2 hours.\n\nI do not recommend."}, {"rating": 5, "text": "(Переведено Google) Я получал обслуживание несколько раз, и обслуживание неизменно отличное.\n\n(Оригинал)\nI have received service on several occasions and the service has been consistently excellent."}], "photos": []}