{"base_info": {"title": "Turdbusters", "rating": 4.9, "rating_user_count": 31}, "full_info": {"site": "facebook.com", "phone_number": "+1 540-776-3200", "timetable": ""}, "coordinate": "<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d25398.95350586518!2d-79.8939994!3d37.274528950000004!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0xc155d4dba87e15f!2sTurdbusters!5e0!3m2!1sru!2skz!4v1652426028380!5m2!1sru!2skz\" width=\"600\" height=\"450\" style=\"border:0;\" allowfullscreen=\"\" loading=\"lazy\" referrerpolicy=\"no-referrer-when-downgrade\"></iframe>", "base_photo": "https://lh5.googleusercontent.com/p/AF1QipPkFsAuH6-wZJAc91BkrmoOX47J-3mhjH-iYEi4", "reviews": [{"rating": 5, "text": "(Переведено Google) Ответил на звонок в 12:30 ночи, менее чем через 45 минут прочистил туалет моего сына в его квартире в колледже по разумной цене. Еще раз спасибо за помощь слишком далеко, чтобы помочь маме!\n\n(Оригинал)\nAnswered phone at 12:30 at night, there less than 45 minutes later, unclogged my son's toilet at his college apartment  for a reasonable price . Thanks again for helping out a too far away to help mama!"}, {"rating": 5, "text": "(Переведено Google) Проснулся из-за забитого туалета в 15:00 в воскресенье (работа в ночную смену) и воды в канализации подвала. Попробовав вантуз и шланг в канализацию безрезультатно, жена позвонила в Turdbusters, имея хороший опыт работы с ними. Отличная работа снова и очень разумная цена за выход в воскресенье вечером. Очень красиво и профессионально, засор быстро разобрался. Спасибо большое, обязательно воспользуюсь еще и всем рекомендую!\n\n(Оригинал)\nWoke up to a clogged toilet at 3pm Sunday(work night shift) and water backing up in basement drain. After trying plunger and a hose down the drain to no avail, wife called Turdbusters having had good experience with them before. Awesome job again and very reasonable pricing for coming out on a Sunday night. Very nice and professional, clog undone quickly. Thanks so much man, will definitely use again and recommend to everyone!"}, {"rating": 5, "text": "(Переведено Google) Воскресный вечер, ванная наверху упирается в пол в подвале… не так, как я хочу провести последнюю часть своих выходных. Клинтон ответил быстро, радостно согласился прийти (после 8 вечера, в воскресенье) и вернуть нас к нормальной жизни. Не могу сказать достаточно об этой компании. Второй раз обращаемся к нему и очень рекомендуем.\n\n(Оригинал)\nSunday evening, upstairs bathroom backing up into the floor in the basement ... not the way I want to spend the last part of my weekend.  Clinton answered promptly, cheerfully agreed to come by (after 8pm, SUNDAY) and get us back to normal.  Can't say enough about this company.  Second time we have used him and highly recommend."}, {"rating": 5, "text": "(Переведено Google) Были проблемы с сантехникой поздно вечером во вторник. Мы вызвали мусорщиков, и он приехал в кратчайшие сроки, быстро сделал работу и был очень профессионален. Он очень разумен со своей ценой. Позвоним ему, если у нас снова возникнут проблемы.\n\n(Оригинал)\nHad issues with plumbing late on a Tuesday  night. We called turdbusters and he came with very short notice and got the work done quickly and was very professional. He is very reasonable with his pricing. Will call him if we ever have problems again."}, {"rating": 5, "text": "(Переведено Google) Нужна помощь, поскольку я новичок в Роаноке со старым домом, который мне нравится, но с протекающей ванной на лапах с быстрым потоком. Клинтон работал со мной и возил меня повсюду, чтобы получить детали, необходимые для другой эпохи. Какой дружный, трудолюбивый бизнес!\n\n(Оригинал)\nNeeded help as a newcomer to Roanoke with an older foundation home I love, but a rapid-flow leaky clawfoot tub. Clinton worked me in and drove all over to get the parts needed from a different era.  What a friendly, hard-working business!"}, {"rating": 5, "text": "(Переведено Google) Этот парень великолепен и знает, что делает. Тоже очень приятно\n\n(Оригинал)\nThis guy is great and knows what he's doing. Very nice as well"}, {"rating": 5, "text": "(Переведено Google) Очень быстро выйти и прочистить две трубы в подвале. Очень хороший ценник!\n\n(Оригинал)\nVery quick to come out and unclog two pipes in basement. Very good pricing!"}, {"rating": 5, "text": "(Переведено Google) Клинтон проделал отличную работу: он нашел и устранил проблему менее чем за час, не говоря уже о том, что он приходил домой в воскресенье. Полностью рекомендуется.\n\n(Оригинал)\nClinton did an awesome job, he found and fixed the issue in less than an hour not to mention he came out to the house on a Sunday. Totally recommended."}, {"rating": 5, "text": "(Переведено Google) Очень общительный. Отзывчивый, понимающий, работал быстро и качественно. Был одним из немногих сантехников, которые ответили и быстро добрались до меня. Другим вам приходилось оставлять сообщения или подождать некоторое время после того, как проблема будет решена их конкурентами. Очень понравился Turdbusters и их быстрое обслуживание.\n\n(Оригинал)\nVery communicative. Helpful, understanding, worked quickly and efficiently. Was one of the few plumbers who answered and got to me quickly. Others you had to leave messages or wait a while long after the issue is resolved by their competition. Thoroughly enjoyed Turdbusters and their prompt service."}, {"rating": 5, "text": "(Переведено Google) У нас был потрясающий опыт работы с этой компанией. Парень ответил на звонок, когда я позвонил, вышел в тот день, когда сказал, исправил проблему правильно, и больше, чем я ожидал, он был дружелюбен, и его цены были разумными. Я определенно рекомендую его. К тому же у этой компании самое крутое имя!\n\n(Оригинал)\nWe had an awesome experience with this company. The guy answered the phone when I called, came out the day he said, fixed the problem correctly and more than I expected him to, he was friendly, and his prices were reasonable. I would definitely recommend him. Plus this company has the coolest name ever!"}], "photos": []}