{"base_info": {"title": "Landscape Enterprise", "rating": 4.3, "rating_user_count": 6}, "full_info": {"address": "745 Roanoke St, Salem, VA 24153, Соединенные Штаты", "site": "landscapeenterprise.com", "phone_number": "+1 540-387-3684", "plus_code": "7WQH+6V Сейлем, Вирджиния, США", "timetable": ""}, "coordinate": null, "base_photo": "https://streetviewpixels-pa.googleapis.com/v1/thumbnail?panoid=Oees2IPTHn-G-Lo4N1DpBw&cb_client=search.gws-prod.gps&w=408&h=240&yaw=333.68842&pitch=0&thumbfov=100", "reviews": [{"rating": 5, "text": "(Переведено Google) Исключительные люди, которые делают исключительную работу! Спасибо за всю вашу тяжелую работу!\n\n(Оригинал)\nExceptional people who do exceptional work!  Thank you for all of your hard work!"}, {"rating": 1, "text": "(Переведено Google) Мой муж пытался связаться с ними 3 раза об их услугах. Они не отвечали, пока он не сделал третий звонок. Парень был груб и высокомерен и солгал о том, что оставил сообщения на своем телефоне в другой раз. У моего мужа настроена голосовая почта, поэтому он не мог этого сделать. Также сказал что-то о наших соседях.\nЕсли они ведут себя так, пытаясь найти новых клиентов, я не уверен, как они будут, после того как они подписали вас на услуги.\n\n(Оригинал)\nMy husband tried to contact them 3 times about their services. They didn’t respond till he made the third call. The guy was rude and arrogant and lied about leaving messages on his phone the other times. My husband does have a voice mail set up so he couldn’t have. Also said something about our neighbors.\nIf they act like this trying to get new customers I’m not sure how they would be after they signed you up for services."}, {"rating": 5, "text": "(Переведено Google) Эти ребята знают больше о выращивании и уходе за газоном, чем вы.\nВам также будет трудно сделать это дешевле. С Ричардом и Дэррилом легко работать, и они все знают. Гораздо лучше, чем рекламируемые парни. Настоятельно рекомендуется.\n\n(Оригинал)\nThese guys know more about growing and keeping a lawn than you do.\nYou would also be hard pressed to do it cheaper. Richard and Darryl are easy to work with and know there stuff. Way better than the advertised guys. Highly recommended."}, {"rating": 5, "text": "(Переведено Google) Надежные, профессиональные и в целом замечательные люди! Превосходная работа!!\n\n(Оригинал)\nReliable, professional and overall great people! Excellent work!!"}], "photos": ["https://streetviewpixels-pa.googleapis.com/v1/thumbnail?outputthumbnail&amp;cb_clientmaps_sv.tactile.gps&amp;panoidOees2IPTHn-G-Lo4N1DpBw&amp;w588&amp;h290&amp;thumb2&amp;yaw333.68842&amp;pitch", "https://lh5.googleusercontent.com/p/AF1QipPq3SHlGNObq_8YhAviAVEf6IFQyeqKCLE_hOAx", "https://lh5.googleusercontent.com/p/AF1QipP8byB9LUL8hfMwPw_YnMEzdeu1h8dxmBHhMF_g"]}